Repository: breiti/ajax-thumbnail-rebuild
Catalog: languages/ajax-thumbnail-rebuild-*.po
Languages: et_ee

source: Rebuild all Thumbnails
et_ee: Uuenda valitud pisipildid

source: Rebuild Thumbnails
et_ee: Pisipiltide uuendamine

source: Reading attachments...
et_ee: Laeme sisse pilte...

source: No attachments found.
et_ee: Pilte ei leitud.

source: Done.
et_ee: Uuendatud!

source: "Rebuilding " + %s + " of " + %s + " (" + %s + ")..."
et_ee: "Uuendame pilti " + %s + "/" + %s + " (" + %s + ")..."

source: Error
et_ee: Viga

source: Select which thumbnails you want to rebuild
et_ee: Vali pisipiltide suurused, mida soovid uuendada

source: Toggle all
et_ee: Vali kõik

source: cropped
et_ee: lõigatud

source: Only rebuild featured images
et_ee: Uuenda ainult tunnuspilte

source: Note: If you've changed the dimensions of your thumbnails, existing thumbnail images will not be deleted.
et_ee: Märkus: kui sa oled muutnud pisipiltide suuruseid, siis olemasolevaid pisipilte ei kustutata.

source: Rebuild All Thumbnails
et_ee: Uuenda valitud pisipildid

source: Last image
et_ee: Eelmine pilt

source: If you find this plugin useful, I'd be happy to read your comments on the %splugin homepage%s. If you experience any problems, feel free to leave a comment too.
et_ee: Kui see plugin on sulle kasulik, anna sellest teada %smeie kodulehel%s. Probleemide korral anna ka nendest teada.
